{
  "recipes": [
    {
      "id": 0,
      "title": "Dandelion pesto",
      "image": "https://spoonacular.com/recipeImages/641227-556x370.jpg",
      "instructions": "Wash the dandelion well in a solution of water and raw cider vinegar, using a couple of tablespoons of vinegar to about a litre of water. Wash and spin dry all the greens. Pop all the ingredients into a pestle and mortar or food processor and pound/blitz till nearly smooth - I like to leave a little texture to my pesto but play around with it. And that's it! Pretty simple and very scrummy.",
      "ingredients": [
        "2 big handfuls of dandelion greens",
        "2 handfuls of fresh basil leaves",
        "1 handful of spinach (optional)",
        "The petals from 5 dandelion flowers",
        "The petals from 5 dandelion flowers",
        "1 large clove of garlic",
        "1/2 tsp sea salt",
        "1 handful of pine nuts",
        "1 handful of hemp, sunflower seeds or macadamia nuts",
        "Enough extra virgin olive oil to bind the sauce together, around 4-6 tbsp",
        "Juice of half a lemon",
        "1 tbsp nutritional yeast flakes (optional)"
      ]
    },
    {
      "id": 1,
      "title": "Sweet Florida Orange Breakfast Bread",
      "image": "https://spoonacular.com/recipeImages/662515-556x370.jpg",
      "instructions": "Preheat oven to 350F.\nGrease and lightly flour loaf pans.\nIn a medium bowl, whisk together flour, baking powder, baking soda, and salt. Set aside.\nMeasure buttermilk, orange juice, and vanilla into a measuring cup. Set aside.\nIn a large bowl, use a mixer to beat the butter until creamy.\nBlend in sugar and beat for a few minutes until light and fluffy.\nMix in eggs, one at a time, and orange zest, and beat until well incorporated.\nWith mixer on low, slowly pour in 1/3 of the flour mixture.\nMix in half of the buttermilk mixture.\nBlend in another 1/3 of the flour mixture and remaining buttermilk mixture.\nAdd remaining flour mixture and mix until just blended.\nDivide batter between prepared pans, filling about 3/4 full, and bake for 30 to 35 minutes (45 minutes if using a large loaf pan) or until a toothpick inserted in center comes out clean.\nWhile loaves bake, prepare orange simple syrup.\nStir together 1/2 cup orange juice and 1/2 cup brown sugar in a small pot. Bring to a boil over medium heat while occasionally stirring, then reduce heat and simmer for a few minutes. Remove pot from heat and set aside to cool.\nWhen cakes are done, cool for 10 minutes before turning out onto wire rack. Set rack over a sheet pan or piece of foil, and using a brush or a spoon, soak each cake with simple syrup. Allow to cool completely.\nStore in an airtight container or wrap tightly.",
      "ingredients": [
        "3 cups all-purpose flour",
        "1/2 teaspoon baking powder",
        "1/2 teaspoon baking soda",
        "1/2 teaspoon salt",
        "3/4 cup buttermilk, at room temperature",
        "1/2 cup freshly squeezed orange juice",
        "2 teaspoons pure vanilla extract",
        "1/2 pound (2 sticks) unsalted butter",
        "2 cups sugar",
        "4 eggs, at room temperature",
        "1/4 cup orange zest",
        "1/2 cup brown sugar",
        "Note: I used 4 whole small oranges for this recipe."
      ]
    },
    {
      "id": 2,
      "title": "Green Bean Poriyal",
      "image": "https://spoonacular.com/recipeImages/795431-556x370.jpg",
      "instructions": "Soak the tamarind pulp in 2/3 cup boiling water for 40 minutes. Strain the tamarind into a small bowl, pressing down on the pulp to squeeze as much liquid as you can. Set the drained tamarind liquid aside.In a large frying pan or wok, heat the oil over medium heat until hot. Add the mustard seeds and cumin seeds to the pan and cook for a few minutes. Now add the urad and toor or chana dals, chilli, asafetida and curry leaves. Fry for another few minutes until the mustard seeds turn grey and begin to splutter and pop.Now add the green beans, about 3 tablespoons of the tamarind water, and salt. Reduce the heat to medium-low and cover. Cook until the beans are tender, about 5 to 7 minutes. Stir in the coconut and cook for another few minutes.Remove from heat and taste for seasoning. Serve warm alongside some fresh cooked white rice and your favorite dal dishes.",
      "ingredients": [
        "1/2 teaspoon asafetida",
        "1 teaspoon brown mustard seeds",
        "1 teaspoon toor dal or chana dal, rinsed",
        "2 teaspoons coconut oil",
        "1 teaspoon cumin seeds",
        "small handful of dried curry leaves, crushed",
        "1 fresh red chili, finely chopped (don't remove the seeds)",
        "1/2 teaspoon sea salt, or to taste",
        "2 tablespoons tamarind pulp",
        "4 tablespoons dried unsweetened shredded coconut",
        "1 teaspoon split skinned urad dal, rinsed"
      ]
    },
    {
      "id": 3,
      "title": "Grilled Peach Melba with Vanilla Bean Frozen Yogurt",
      "image": "https://spoonacular.com/recipeImages/716421-556x370.jpg",
      "instructions": "",
      "ingredients": [
        "coconut oil for grilling",
        "1/4 cup honey",
        "2 T honey",
        "2 large peaches, quartered",
        "3 cups plain Greek yogurt",
        "1 1/2 cups raspberries (fresh or frozen)",
        "2 tsp 100% raspberry fruit spread",
        "1 vanilla bean"
      ]
    },
    {
      "id": 4,
      "title": "Caramel ice cream",
      "image": "https://spoonacular.com/recipeImages/637008-556x370.jpg",
      "instructions": "<ol><li>Heat sugar and  cup water for 5 minutes in a big skillet on medium high heat until the sugar melts and boils, stirring occasionally.</li><li>Boil for about 5 minutes until the mixture becomes dark brown in colour; remove from heat.</li><li>Gradually stir in remaining  cup water. Cool to room temperature and set aside.</li><li>Beat eggs for 3 minutes in a medium bowl until thick and light yellow; gradually beat in powdered sugar.</li><li>Stir in cream, salt and vanilla.</li><li>Add caramel mixture, gently stir until smooth.</li><li>Cover and chill for at least 4 hours or overnight.</li><li>Pour the mixture into an ice cream machine and churn until frozen. Transfer to plastic container and place in the freezer for an hour before serving.</li><li>Serving: take it out for 5-10 minutes before serving, or longer, so it comes to the right scooping temperature.</li><li>Easy suggestion: ice cream is best served in chilled glass or porcelain bowls. Scoop it with a hot, but dry, ice-cream spoon (soak it in boiling water, then wipe dry).</li></ol>",
      "ingredients": [
        "4 eggs",
        "2 cups heavy cream",
        "½ cup powdered sugar",
        "Pinch of salt",
        "1 cup sugar",
        "1 tsp vanilla extract",
        "1 cup hot water"
      ]
    },
    {
      "id": 5,
      "title": "Asian Chickpea Lettuce Wraps",
      "image": "https://spoonacular.com/recipeImages/632819-556x370.jpg",
      "instructions": "Drain and rinse both cans of chickpeas.\nPlace chickpeas in a food processor and puree in 5-10 second increments. You do not want to turn the chickpeas into a mash, you simply want to grind them into pieces.\nAdd 1 tbsp of olive oil to a pan and heat.\nAdd the chickpeas and let cook over medium heat for 3-4 minutes, continuously stirring so as not to burn.\nAdd remaining ingredients, except basil, and stir. Cook over low heat for 10 minutes, stirring occassionally.\nIf using basil leaves, add them and cook for 1-2 minutes, stirring the basil in and allowing it to wilt.\nWash lettuce leaves and pat dry.\nSpoon a healthy serving of chickpea mixture onto lettuce wraps and serve immediately. Drizzle with sirachi sauce if desired.",
      "ingredients": [
        "2-14oz cans of chickpeas, drained and rinsed",
        "1 tbsp thai style chili sauce",
        "2 tbsp hoison sauce",
        "1 tbsp low-sodium soy sauce",
        "1 tbsp olive oil",
        "2 tbsp rice vinegar",
        "1/2 tbsp sugar",
        "1 tsp red pepper flakes",
        "1 tbsp sirachi sauce, optional",
        "1/2 cup chopped basil, optional",
        "6-8 lettuce leaves, Bibb, boston or romaine leaves"
      ]
    },
    {
      "id": 6,
      "title": "Chapchae (Korean Stir-Fried Noodles)",
      "image": "https://spoonacular.com/recipeImages/637440-556x370.jpg",
      "instructions": "Cook noodles according to package directions\nIn a large pan or wok over medium heat, heat olive oil and 1 Tbsp sesame oil\nAdd onion slices and garlic and saut for about 1 min\nAdd rest of vegetables and cook for 4-5 min, until the vegetables are half-cooked and still a bit crispy\nTurn heat to low and add cooked noodles, soy sauce, sugar, and the remaining sesame oil\nMix to combine and cook for another 2 min\nAdd salt or more soy sauce if needed (or if you want it a bit sweeter, add a touch more sugar)\nIf using sesame seeds, add them at finish",
      "ingredients": [
        "8 ounces sweet potato vermicelli noodles",
        "1 sweet onion, sliced into thin strips",
        "2 cloves garlic, finely chopped",
        "1/2 pound baby spinach, parboiled",
        "2 carrots, julienned",
        "3 scallions, chopped",
        "5 mushrooms, sliced (I like to use creminis)",
        "1/2 cup zucchini, sliced into half-moons",
        "2 tablespoons olive oil",
        "2 tablespoons sesame oil",
        "3 tablespoons soy sauce",
        "1 teaspoon sugar",
        "Salt to taste"
      ]
    },
    {
      "id": 7,
      "title": "Easy Instant Pot Beef Tips and Rice",
      "image": "https://spoonacular.com/recipeImages/1000566-556x370.jpg",
      "instructions": "Set Instant Pot to the saute setting. Once warm, add olive oil, beef tips, and onion. Stir and saut for 5 minutes or until meat starts to brown.\nAdd water, Dales, and cream of mushroom soup, and garlic powder. Stir to mix well, and then cover with lid.\nCook on Manual Setting on High Pressure for 25 minutes. It will take a few minutes to come to pressure.\nOnce done, allow to naturally release for 20 minutes.\nServe over rice (or sub noodles or mashed potatoes) and serve with french bread to sop up the gravy.",
      "ingredients": [
        "2 pounds of sirloin beef tips",
        "1 large can (or 2 small cans) cream of mushroom soup",
        "1 tbsp garlic powder",
        "1/3 cup of Dale's Seasoning Sauce (or 1/3 cup of Worcestershire and 1 tsp black pepper)",
        "1 tsp olive oil",
        "½ medium onion finely chopped",
        "½ cup water"
      ]
    },
    {
      "id": 8,
      "title": "Chili chops with cauliflower salad",
      "image": "https://spoonacular.com/recipeImages/638552-556x370.jpg",
      "instructions": "<ol><li>Season chops with salt and pepper and brown them in a nonstick skillet over medium-high heat for about 2 minutes per side.</li><li>Combine salsa, chilies and cumin in a bowl. Pour mixture over chops. Reduce heat to low, cover skillet and simmer chops 5 minutes or until cooked through.</li><li>Mix cheeses in a bowl. Divide cheese mixture over chops, cover and cook 1 minute, just until cheese melts.</li><li>Cauliflower salad:</li><li>Cook cauliflower florets in a large pot of salted, boiling water until tender-crisp, 5 to 10 minutes. Drain and rinse under cold water.</li><li>Or cook in MWC for 15 minutes.</li><li>In a large bowl, combine mayonnaise, lemon juice and tarragon. Add cauliflower, jalapeno, salt and pepper.</li><li>Mix well until cauliflower florets are evenly coated with dressing. Chill at least 30 minutes for flavors to blend. (Can be made ahead. Store in an airtight container and refrigerate up to 24 hours.)</li><li>Sprinkle with parsley just before serving.</li></ol>",
      "ingredients": [
        "800 gr.s of Italian little pomodori tomatoes a can, with their juice ( This means 2 cans ). I used the brand Ci",
        "1 medium head cauliflower, broken into small florets",
        "2 Tbs cream cheese",
        "1 tsp cumin",
        "½ tsp dried tarragon",
        "½ tsp fresh parsley, chopped",
        "130g green chilies, drained and diced",
        "2 Tbs fresh lemon juice",
        "¼ cup mayonnaise",
        "1 tsp oil",
        "4 boneless pork chops (about 1 pound)",
        "2 Tbs green or red bell pepper, chopped",
        "salt to taste",
        "Salt and pepper",
        "1/3 cup Cheddar or Swiss cheese, grated"
      ]
    }
  ]
}
